Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# DetailsViewHeaderFlyout_ShowDateModified.Text
source: Date modified column
ar: عمود تاريخ التعديل
bg: Колона с датата на модифициране
ca: Columna de data modificada
cs_cz: Sloupec data úpravy
da: Dato ændret kolonne
de_de: Änderungsdatum
el: Στήλη ημερομηνίας τροποποίησης
es_es: Columna de fecha de modificación
fi_fi: Muokkauspäivämäärä -sarake
fr_fr: Date de modification
hr_hr: Stupac datum promjene
hu_hu: Módosítás dátuma
id_id: Kolom tanggal diubah
it_it: Data modifica
ja_jp: 更新日時
ka: თარიღის შეცვლის სვეტი
ko_kr: 수정된 날짜 열
lv_lv: Modificēšanas datuma kolonna
nb_no: Dato endret-kolonne
nl_nl: Kolom gewijzigd op
pl_pl: Kolumna daty modyfikacji
pt_pt: Coluna Data de alteração
ro_ro: Coloană data modificări
ru_ru: Дата изменения
sk_sk: Stĺpec dátumu úpravy
sv_se: Ändringsdatumkolumn
th_th: แถววันที่ปรับเปลี่ยน
tr_tr: Değiştirilme tarihi sütunu
uk_ua: Стовпчик дати змінення
vi: Cột ngày sửa đổi
zh_hans: 修改日期
zh_hant: 修改日期

# DetailsViewHeaderFlyout_ShowDateDeleted.Text
source: Date deleted column
ar: عمود تاريخ الحذف
bg: Колона с датата на изтриване
ca: Columna de data de supressió
cs_cz: Sloupec data smazání
da: Dato slettet kolonne
de_de: Löschdatum
el: Στήλη ημερομηνίας διαγραφής
es_es: Columna de fecha de eliminación
fi_fi: Poistopäivämäärä -sarake
fr_fr: Date de suppression
hr_hr: Stupac datuma brisanja
hu_hu: Törlés dátuma
id_id: Kolom tanggal dihapus
it_it: Data eliminazione
ja_jp: 削除日時
ka: თარიღის წაშლის სვეტი
ko_kr: 삭제된 날짜 열
lv_lv: Dzēšanas datuma kolonna
nb_no: Dato slettet-kolonne
nl_nl: Kolom verwijderd op
pl_pl: Kolumna daty usunięcia
pt_pt: Coluna Data de eliminação
ro_ro: Coloana dată ștergerii
ru_ru: Дата удаления
sk_sk: Stĺpec dátumu vymazania
sv_se: Borttagningsdatumkolumn
th_th: แถววันที่ถูกลบ
tr_tr: Silinen tarih sütunu
uk_ua: Стовпчик дати видалення
vi: Cột ngày xóa
zh_hans: 删除日期列
zh_hant: 刪除日期

source: Sort
ar: فرز
bg: Подредба
ca: Ordena
cs_cz: Seřadit
da: Sortér
de_de: Sortieren
el: Ταξινόμηση
es_es: Ordenar
fr_fr: Trier
hu_hu: Rendezés
id_id: Urutkan
it_it: Ordina
ja_jp: 並べ替え
ko_kr: 정렬
nb_no: Sorter
nl_nl: Sorteren
pl_pl: Sortuj
pt_pt: Ordenar
ro_ro: Sortare
ru_ru: Сортировка
sk_sk: Zoradiť
sv_se: Sortera
th_th: เรียง
tr_tr: Sırala
uk_ua: Сортувати
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

# NavToolbarGroupByRadioButtons.Text
source: Group By
ar: تجميع حسب
bg: Групирай по
da: Gruppér efter
de_de: Gruppieren nach
fi_fi: Ryhmittelyperuste
he_il: קבץ לפי
hr_hr: Grupiraj po
id_id: Kelompokkan Berdasarkan
it_it: Raggruppa per
ja_jp: グループで表示
ka: დაჯგუფება
lv_lv: Grupēt pēc
nl_nl: Groeperen op
or_in: ଏହା ଦ୍ଵାରା ଗୋଷ୍ଠୀ
pl_pl: Grupuj według
pt_pt: Agrupar por
ro_ro: Grupare după
sk_sk: Zoskupiť podľa
th_th: จัดกลุ่มโดย

# DateModifiedLowerCase
source: Date modified
ar: تاريخ التعديل
bg: Модифициран
ca: Data de modificació
cs_cz: Datum změny
da: Ændringsdato
de_de: Änderungsdatum
el: Ημερομηνία τροποποίησης
es_es: Fecha de modificación
fi_fi: Muokkauspäivämäärä
fr_fr: Date de modification
he_il: תאריך שינוי
hr_hr: Datum promjene
hu_hu: Módosítás dátuma
id_id: Tanggal diubah
it_it: Data modifica
ja_jp: 更新日時
ka: შეცვლის თარიღი
ko_kr: 수정한 날짜
lv_lv: Modificēšanas datums
nb_no: Dato endret
nl_nl: Datum gewijzigd
or_in: ତାରିଖ ସଂଶୋଧିତ
pl_pl: Data modyfikacji
pt_pt: Data de alteração
ro_ro: Data modificării
ru_ru: Дата изменения
sk_sk: Dátum zmeny
sv_se: Ändrad
th_th: วันที่ปรับเปลี่ยน
tr_tr: Değiştirilme tarihi
uk_ua: Дата змінення
vi: Ngày sửa đổi
zh_hans: 修改日期
zh_hant: 修改日期

source: Original folder
ar: المجلد الأصلي
bg: Оригинална папка
ca: Carpeta original
cs_cz: Původní složka
da: Oprindelig mappe
de_de: Ursprünglicher Ordner
el: Αρχικός φάκελος
es_es: Carpeta de origen
fr_fr: Dossier d'origine
hu_hu: Eredeti mappa
id_id: Folder asli
it_it: Cartella originale
ja_jp: 元のフォルダー
ko_kr: 원본 폴더
nb_no: Opprinnelig mappe
nl_nl: Oorspronkelijke map
pl_pl: Oryginalny folder
pt_pt: Pasta original
ro_ro: Folder original
ru_ru: Исходная папка
sk_sk: Pôvodný priečinok
sv_se: Ursprunglig mapp
tr_tr: Orjinal klasör
uk_ua: Початкова папка
vi: Thư mục gốc
zh_hans: 原始文件夹
zh_hant: 原始資料夾

# NavToolbarSortByRadioButtons.Text
source: Sort By
ar: فرز حسب
bg: Сортиране по
da: Sortér efter
de_de: Sortieren nach
fi_fi: Lajitteluperuste
he_il: מיין לפי
hr_hr: Sortiraj prema
id_id: Urutkan Berdasarkan
it_it: Ordina per
ja_jp: 並べ替え
ka: დალაგება
lv_lv: Kārtot pēc
nl_nl: Sorteren op
or_in: ଏହା ଦ୍ୱାରା ସର୍ଟ୍‌ କରନ୍ତୁ
pl_pl: Sortuj według
pt_pt: Ordenar por
ro_ro: Sortare după
sk_sk: Triediť podľa
th_th: เรียงโดย

source: Descending
ar: تنازلي
bg: Низходящо
ca: Descendent
cs_cz: Sestupně
da: Faldende
de_de: Absteigend
el: Φθίνουσα σειρά
es_es: Descendente
fi_fi: Laskeva
fr_fr: Décroissant
he_il: סדר יורד
hr_hr: Silazno
hu_hu: Csökkenő
id_id: Urut turun
it_it: Decrescente
ja_jp: 降順
ka: კლებადობის მიხედვით
ko_kr: 내림차순
lv_lv: Dilstošā secībā
nb_no: Synkende
nl_nl: Aflopend
or_in: ଅବରୋହ
pl_pl: Malejąco
pt_pt: Descendente
ro_ro: Descendentă
ru_ru: По убыванию
sk_sk: Zostupne
sv_se: Fallande
th_th: มากไปน้อย
tr_tr: Azalan
uk_ua: За спаданням
vi: Giảm dần
zh_hans: 递减
zh_hant: 遞減

# ItemSizeText_Huge
source: Huge
ar: ضخم
bg: Огромен
ca: Enorme
cs_cz: Obrovský
da: Meget stor
de_de: Riesig
el: Τεράστιο
es_es: Enorme
fi_fi: Valtava
fr_fr: Gigantesque
he_il: ענק
hr_hr: Ogromno
hu_hu: Hatalmas
id_id: Super besar
it_it: Gigante
ja_jp: 巨大
ka: უზარმაზარი
ko_kr: 매우 큼
lv_lv: Milzīgs
nb_no: Enorm
nl_nl: Enorm
or_in: ବିଶାଳ
pl_pl: Ogromny
pt_pt: Enorme
ro_ro: Imens
ru_ru: Огромный
sk_sk: Obrovský
sv_se: mycket stor|jättestor|huge
th_th: ใหญ่มากๆ
tr_tr: Kocaman
uk_ua: Величезний
vi: Cực lớn
zh_hans: 特大
zh_hant: 巨大

# ItemSizeText_VeryLarge
source: Very large
ar: كبير جدًا
bg: Много голям
ca: Molt gran
cs_cz: Velmi Velký
da: Meget stor
de_de: Sehr groß
el: Πολύ μεγάλο
es_es: Muy grande
fi_fi: Hyvin suuri
fr_fr: Très grand
he_il: גדול מאוד
hr_hr: Vrlo veliko
hu_hu: Nagyon nagy
id_id: Sangat besar
it_it: Molto grande
ja_jp: かなり大きい
ka: ძალიან დიდი
ko_kr: 매우 큼
lv_lv: Ļoti liels
nb_no: Veldig stor
nl_nl: Zeer groot
pl_pl: Bardzo duży
pt_pt: Muito grande
ro_ro: Foarte mare
ru_ru: Очень большой
sk_sk: Veľmi veľký
sv_se: Mycket stor
th_th: ใหญ่มาก
tr_tr: Çok büyük
uk_ua: Дуже великий
vi: Rất lớn
zh_hans: 超大
zh_hant: 極大

# ItemSizeText_Large
source: Large
ar: كبير
bg: Голям
ca: Gran
cs_cz: Velký
da: STOR
de_de: Groß
el: Μεγάλο
es_es: Grande
fi_fi: Suuri
fr_fr: Grand
he_il: גדול
hr_hr: Veliko
hu_hu: Nagy
id_id: Besar
it_it: Grande
ja_jp: 大
ka: დიდი
ko_kr: 크게
lv_lv: Liels
nb_no: Stor
nl_nl: Groot
or_in: ବୃହତ୍
pl_pl: Duży
pt_pt: Grande
ro_ro: Mare
ru_ru: Большой
sk_sk: Veľký
sv_se: Stor
th_th: ใหญ่
tr_tr: Büyük
uk_ua: Великий
vi: Lớn
zh_hans: 大
zh_hant: 大

# ItemSizeText_Medium
source: Medium
ar: متوسط
bg: Среден
ca: Mitjà
cs_cz: Střední
da: Mellem
de_de: Mittel
el: Μεσαίο
es_es: Mediano
fi_fi: Keskikoko
fr_fr: Moyen
he_il: בינוני
hr_hr: Srednje
hu_hu: Közepes
id_id: Sedang
it_it: Medio
ja_jp: 中程度
ka: საშუალო
ko_kr: 보통
lv_lv: Vidējs
nb_no: Middels
nl_nl: Normaal
or_in: ମଧ୍ୟମ
pl_pl: Średni
pt_pt: Médio
ro_ro: Mediu
ru_ru: Средний
sk_sk: Stredný
sv_se: Medel
th_th: ปานกลาง
tr_tr: Orta
uk_ua: Середній
vi: Vừa
zh_hans: 中
zh_hant: 中

# ItemSizeText_Small
source: Small
ar: صغير
bg: Малък
ca: Petit
cs_cz: Malý
da: LILLE
de_de: Klein
el: Μικρό
es_es: Pequeño
fi_fi: Pieni
fr_fr: Petit
he_il: קטן
hr_hr: Malo
hu_hu: Kicsi
id_id: Kecil
it_it: Piccolo
ja_jp: 小さい
ka: პატარა
ko_kr: 작게
lv_lv: Mazs
nb_no: Liten
nl_nl: Klein
or_in: କ୍ଷୁଦ୍ର
pl_pl: Mały
pt_pt: Pequeno
ro_ro: Mic
ru_ru: Маленький
sk_sk: Malý
sv_se: LITEN
th_th: เล็ก
tr_tr: Küçük
uk_ua: Малий
vi: Nhỏ
zh_hans: 小
zh_hant: 小

# ItemSizeText_Tiny
source: Tiny
ar: صغير جداً
bg: Миниатурен
ca: Minúscul
cs_cz: Drobný
da: Meget lille
de_de: Winzig
el: Μικροσκοπικό
es_es: Muy pequeño
fi_fi: Pienen pieni
fr_fr: Minuscule
he_il: &זעיר
hr_hr: Vrlo malo
hu_hu: Apró
id_id: Sangat kecil
it_it: Molto piccolo
ja_jp: かなり小さい
ka: პაწაწინა
ko_kr: 매우 작게
lv_lv: Niecīgs
nb_no: Veldig liten
nl_nl: Zeer klein
or_in: ଛୋଟ
pl_pl: Bardzo mały
pt_pt: Muito pequeno
ro_ro: Minuscul
ru_ru: Крошечный
sk_sk: Veľmi malý
sv_se: mycket liten
th_th: เล็กจิ๋ว
tr_tr: Minik
uk_ua: Крихітна
vi: Rất nhỏ
zh_hans: 微小
zh_hant: 微小

source: Future
ar: المستقبل
bg: Бъдеще
ca: Futur
cs_cz: Budoucnost
da: Fremtid
de_de: Zukunft
el: Μέλλον
es_es: Futuro
fr_fr: Futur
hu_hu: Jövő
id_id: Masa depan
ja_jp: 未来
ko_kr: 미래
nb_no: Fremtid
nl_nl: Toekomst
pl_pl: Przyszłość
pt_pt: No futuro
ro_ro: Viitor
ru_ru: Будущее
sk_sk: Budúcnosť
sv_se: Kommande
tr_tr: Gelecek
uk_ua: Майбутній
vi: Tương lai
zh_hans: 未来
zh_hant: 未來

source: Today
ar: اليوم
bg: Днес
ca: Avui
cs_cz: Dnes
da: I dag
de_de: Heute
el: Σήμερα
es_es: Hoy
fi_fi: Tänään
fr_fr: Aujourd'hui
he_il: היום
hr_hr: Danas
hu_hu: Ma
id_id: Hari ini
it_it: Oggi
ja_jp: 今日
ka: დღეს
ko_kr: 오늘
lv_lv: Šodien
nb_no: I dag
nl_nl: Vandaag
or_in: ଆଜି
pl_pl: Dzisiaj
pt_pt: Hoje
ro_ro: Astăzi
ru_ru: Сегодня
sk_sk: Dnes
sv_se: I dag
th_th: วันนี้
tr_tr: Bugün
uk_ua: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Yesterday
ar: أمس
bg: Вчера
ca: Ahir
cs_cz: Včera
da: I går
de_de: Gestern
el: Χθες
es_es: Ayer
fr_fr: Hier
hr_hr: Jučer
hu_hu: Tegnap
id_id: Kemarin
it_it: Ieri
ja_jp: 昨日
ka: გუშინ
ko_kr: 어제
nb_no: I går
nl_nl: Gisteren
or_in: ଗତକାଲି
pl_pl: Wczoraj
pt_pt: Ontem
ro_ro: Ieri
ru_ru: Вчера
sk_sk: Včera
sv_se: I går
th_th: เมื่อวาน
tr_tr: Dün
uk_ua: Учора
vi: Hôm qua
zh_hans: 昨天
zh_hant: 昨天

source: Earlier this week
ar: ‏‏في وقت سابق هذا الأسبوع
bg: По-рано тази седмица
ca: Al principi d'aquesta setmana
cs_cz: Počátkem tohoto týdne
da: Tidligere i denne uge
de_de: Anfang dieser Woche
el: Νωρίτερα αυτή την εβδομάδα
es_es: A principios de esta semana
fr_fr: Plus tôt cette semaine
hr_hr: Ranije ovog tjedna
hu_hu: Ezen a héten
id_id: Awal minggu ini
it_it: Questa settimana
ja_jp: 今週に入って (昨日は含めず)
ka: ამ კვირის დასაწყისში
ko_kr: 이번 주 초
nb_no: Tidligere denne uken
nl_nl: Eerder deze week
or_in: ଏହି ସପ୍ତାହ ଆଦ୍ୟରେ
pl_pl: Wcześniej w tym tygodniu
pt_pt: No início desta semana
ro_ro: La începutul acestei săptămâni
ru_ru: Ранее на этой неделе
sk_sk: Začiatkom tohto týždňa
sv_se: Tidigare den här veckan
th_th: อาทิตย์นี้
tr_tr: Bu haftanın başlarında
uk_ua: Раніше цього тижня
vi: Đầu tuần này
zh_hans: 本周早些时候
zh_hant: 本週初

source: Last week
ar: الأسبوع الماضي
bg: Миналата седмица
ca: La setmana passada
cs_cz: Minulý týden
da: Sidste uge
de_de: Letzte Woche
el: Την περασμένη εβδομάδα
es_es: La semana pasada
fr_fr: La semaine dernière
hr_hr: Prošli tjedan
hu_hu: Előző héten
id_id: Minggu lalu
it_it: La settimana scorsa
ja_jp: 先週
ka: გასულ კვირას
ko_kr: 지난 주
nb_no: Forrige uke
nl_nl: Vorige week
or_in: ଗତ ସପ୍ତାହ
pl_pl: Ostatni tydzień
pt_pt: Na última semana
ro_ro: Săptămâna trecută
ru_ru: На прошлой неделе
sk_sk: Minulý týždeň
sv_se: Förra veckan
th_th: อาทิตย์ที่แล้ว
tr_tr: Geçen hafta
uk_ua: Минулого тижня
vi: Tuần trước
zh_hans: 上周
zh_hant: 上週

source: Earlier this month
ar: في وقت سابق من هذا الشهر
bg: По-рано този месец
ca: Al principi d'aquest mes
cs_cz: Počátkem tohoto měsíce
da: Tidligere denne måned
de_de: Früher in diesem Monat
el: Νωρίτερα αυτό το μήνα
es_es: A principios de este mes
fr_fr: Plus tôt ce mois
hu_hu: Ebben a hónapban
id_id: Awal bulan ini
ja_jp: 今月に入って (先週は含めず)
ko_kr: 이달 초
nb_no: Tidligere denne måneden
nl_nl: Eerder deze maand
pl_pl: Wcześniej w tym miesiącu
pt_pt: No início deste mês
ro_ro: Mai devreme în această lună
ru_ru: Ранее в этом месяце
sk_sk: Začiatkom tohto mesiaca
sv_se: Tidigare denna månad
tr_tr: Bu ayın başlarında
uk_ua: Раніше цього місяця
vi: Đầu tháng này
zh_hans: 本月早些时候
zh_hant: 本月早些時候

source: Last month
ar: الشهر الماضي
bg: Миналият месец
ca: El mes passat
cs_cz: Minulý měsíc
da: Sidste måned
de_de: Letzten Monat
el: Τον περασμένο μήνα
es_es: El mes pasado
fr_fr: Le mois dernier
hr_hr: Prošli mjesec
hu_hu: Előző hónapban
id_id: Bulan lalu
it_it: Il mese scorso
ja_jp: 先月
ka: გასულ თვეში
ko_kr: 지난 달
nb_no: Forrige måned
nl_nl: Vorige maand
or_in: ଗତ ମାସ
pl_pl: Ostatni miesiąc
pt_pt: No último mês
ro_ro: Luna trecută
ru_ru: В прошлом месяце
sk_sk: Minulý mesiac
sv_se: Förra månaden
th_th: เดือนก่อน
tr_tr: Geçen ay
uk_ua: Минулого місяця
vi: Tháng trước
zh_hans: 上月
zh_hant: 上個月

source: Earlier this year
ar: في وقت سابق من هذا العام
bg: По-рано тази година
ca: Al principi d'aquest any
cs_cz: Počátkem tohoto roku
da: Tidligere dette år
de_de: Früher in diesem Jahr
el: Νωρίτερα αυτό το έτος
es_es: A principios de este año
fr_fr: Plus tôt cette année
hu_hu: Ebben az évben
id_id: Awal tahun ini
ja_jp: 今年に入って (先月は含めず)
ko_kr: 올해 초
nb_no: Tidligere i år
nl_nl: Eerder dit jaar
pl_pl: Wcześniej w tym roku
pt_pt: No início deste ano
ro_ro: În prima parte a acestui an
ru_ru: Ранее в этом году
sk_sk: Začiatkom tohto roku
sv_se: Tidigare i år
tr_tr: Bu yılın başında
uk_ua: Раніше цього року
vi: Đầu năm nay
zh_hans: 今年早些时候
zh_hant: 今年稍早

source: Last year
ar: العام الماضي
bg: Миналата година
ca: Darrer any
cs_cz: Minulý rok
da: Sidste år
de_de: Letztes Jahr
el: Πέρυσι
es_es: El año pasado
fr_fr: L'année dernière
hu_hu: Utolsó év
id_id: Tahun lalu
ja_jp: 昨年
ko_kr: 지난 해
nb_no: I fjor
nl_nl: Vorig jaar
pl_pl: Zeszły rok
pt_pt: No último ano
ro_ro: Anul trecut
ru_ru: В прошлом год
sk_sk: Minulý rok
sv_se: Förra året
tr_tr: Geçen yıl
uk_ua: Минулого року
vi: Năm ngoái
zh_hans: 去年
zh_hant: 去年

# YearN
source: Year {0}
ar: سنة {0}
bg: Година {0}
ca: Any {0}
cs_cz: Rok {0}
da: År {0}
de_de: Jahr {0}
el: Έτος {0}
es_es: Año {0}
fr_fr: Année {0}
hu_hu: {0}. Ev
id_id: Tahun {0}
ja_jp: {0}年
ko_kr: {0}년
nb_no: År {0}
nl_nl: Jaar {0}
pl_pl: Rok {0}
pt_pt: Ano {0}
ro_ro: An {0}
ru_ru: {0} год
sk_sk: Rok {0}
sv_se: År {0}
tr_tr: Yıl {0}
uk_ua: Рік {0}
vi: Năm {0}
zh_hans: {0} 年
zh_hant: {0} 年

# GroupItemsCount_Plural
source: {0} items
ar: {0} من العناصر
bg: {0} елементи
ca: {0} elements
cs_cz: {0} položky
da: {0} elementer
de_de: {0} Dateien
el: {0} στοιχεία
es_es: {0} elementos
fi_fi: {0} kohdetta
fr_fr: {0} éléments
he_il: {0} פריטים
hr_hr: {0} stavki
hu_hu: {0} elem
id_id: {0} item
it_it: {0} elementi
ja_jp: {0} 項目
ka: {0} ელემენტი
ko_kr: 항목 {0}개
lv_lv: {0} vienumi
nb_no: {0} elementer
or_in: {0} ଆଇଟମ୍‌ଗୁଡିକ
pl_pl: {0} elementy
pt_pt: {0} itens
ro_ro: {0} elemente
ru_ru: {0} элементов
sk_sk: Počet položiek: {0}
sv_se: {0} objekt
th_th: {0} รายการ
tr_tr: {0} öğe
uk_ua: Елементів: {0}
vi: {0} mục
zh_hans: {0} 个项目
zh_hant: {0} 個項目

source: Reopen closed tab
ar: إعادة فتح علامة التبويب المغلقة
bg: Отвори отново затворения раздел
ca: Torna a obrir la pestanya tancada
cs_cz: Znovu otevřít zavřenou kartu
da: Åbn lukket fane igen
de_de: Geschlossenen Tab erneut öffnen
el: Άνοιγμα καρτέλας που έχει κλείσει
es_es: Volver a abrir pestaña cerrada
fr_fr: Restaurer l'onglet fermé
hr_hr: Ponovno otvori zatvorenu karticu
hu_hu: Bezárt lap újranyitása
id_id: Buka kembali tab yang ditutup
it_it: Riapri scheda chiusa
ja_jp: 閉じたタブを再度開く
ka: დახურული ჩანართების ხელახლა გახსნა
ko_kr: 닫은 탭 다시 열기
nb_no: Åpne lukket fane igjen
nl_nl: Gesloten tabblad opnieuw openen
or_in: ବନ୍ଦ ହୋଇଥିବା ଟାବ୍‍ ପୁନଃ ଖୋଲନ୍ତୁ
pl_pl: Otwórz ponownie zamkniętą kartę
pt_pt: Reabrir separador fechado
ro_ro: Redeschide filele închise
ru_ru: Открыть закрытую вкладку
sk_sk: Znovu otvoriť zatvorenú kartu
sv_se: Öppna stängd flik igen
th_th: เปิดแท็บที่ปิดขึ้นใหม่
tr_tr: Kapatılan sekmeyi yeniden aç
uk_ua: Відкрити закриту вкладку
vi: Mở lại thẻ đã đóng
zh_hans: 重新打开关闭的标签页
zh_hant: 重新開啟已關閉的索引標籤

source: Rename
ar: إعادة تسمية
bg: Преименуване
ca: Canvia el nom
cs_cz: Přejmenovat
da: Omdøb
de_de: Umbenennen
el: Μετονομασία
es_es: Cambiar nombre
fi_fi: Nimeä uudelleen
fr_fr: Renommer
hu_hu: Átnevezés
id_id: Ganti nama
it_it: Rinomina
ja_jp: 名前を変更
ko_kr: 이름 바꾸기
lv_lv: Pārdēvēt
nb_no: Gi nytt navn
nl_nl: Hernoemen
pl_pl: Zmień nazwę
pt_pt: Mudar nome
ro_ro: Redenumire
ru_ru: Переименовать
sk_sk: Premenovať
sv_se: Byt namn
th_th: เปลี่ยนชื่อ
tr_tr: Yeniden adlandır
uk_ua: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Privacy
ar: الخصوصية
bg: Поверителност
ca: Privadesa
cs_cz: Soukromí
da: Fortrolighed
de_de: Privatsphäre
el: Απόρρητο
es_es: Privacidad
fi_fi: Yksityisyys
fr_fr: Confidentialité
hu_hu: Adatvédelem
id_id: Privasi
it_it: Informativa Privacy
ja_jp: プライバシー ポリシー
ko_kr: 개인정보 보호 정책
lv_lv: Konfidencialitāte
nb_no: Personvern
pl_pl: Prywatność
pt_pt: Privacidade
ro_ro: Confidențialitate
ru_ru: Конфиденциальность
sk_sk: Súkromie
sv_se: Integritet
th_th: ความเป็นส่วนตัว
tr_tr: Gizlilik
uk_ua: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

# StatusMoveCanceled
source: Move canceled
ar: تم إلغاء النقل
bg: Преместването е отменено
de_de: Verschieben abgebrochen
fi_fi: Siirto peruttu
he_il: העברה בוטלה
hr_hr: Premještanje otkazano
it_it: Spostamento annullato
ka: გადატანა გაუქმებულია
lv_lv: Pārvietošana atcelta
nl_nl: Verplaatsen geannuleerd
pl_pl: Przenoszenie anulowane
pt_pt: Mover cancelado
th_th: ยกเลิกย้ายไฟล์แล้ว

# StatusCopyCanceled
source: Copy canceled
ar: تم إلغاء النسخ
bg: Копирането е отменено
de_de: Kopieren abgebrochen
fi_fi: Kopiointi peruttu
he_il: העתקה בוטלה
hr_hr: Kopiranje otkazano
it_it: Copia annullata
ka: ასლის შექმნა გაუქმებულია
lv_lv: Kopēšana atcelta
nl_nl: Kopiëren geannuleerd
pl_pl: Kopiowanie anulowane
pt_pt: Cópia cancelada
th_th: ยกเลิกคัดลอกไฟล์แล้ว

# StatusMoveCanceledDetails_Singular
source: Moving {0} item from {1} to {2} was canceled
ar: تم إلغاء نقل {0} عنصر من {1} إلى {2}
bg: Преместването на {0} елемент от {1} към {2} бе отменено
de_de: Verschieben von {0} von {1} nach {2} wurde abgebrochen
fi_fi: {0} kohteen siirtäminen kansiosta {1} kansioon {2} peruutettiin
hr_hr: Premještanje {0} stavke iz {1} u {2} je otkazano
it_it: Spostamento di {0} elemento da {1} a {2} è stato annullato
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში გაუქმდა
lv_lv: {0} vienuma pārvietošana no {1} uz {2} tika atcelta
nl_nl: {0} item van {1} naar {2} verplaatsen geannuleerd
pl_pl: Przenoszenie {0} elementu z {1} do {2} anulowane
pt_pt: Mover {0} item de {1} para {2} foi cancelado
th_th: ยกเลิกการย้ายไฟล์ทั้ง {0} ไฟล์ จาก {1} ไปยัง {2} แล้ว

# StatusMoveCanceledDetails_Plural
source: Moving {0} items from {1} to {2} was canceled after moving {3} items
ar: تم إلغاء نقل {0} عنصر من {1} إلى {2} بعد نقل {3} عناصر
bg: Преместването на {0} елемента от {1} към {2} беше отменено след преместване на {3} елемента
de_de: Verschieben von {0} Objekten von {1} nach {2} wurde abgebrochen nachdem {3} Objekte verschoben wurden
fi_fi: {0} kohteen siirtäminen kansiosta {1} kansioon {2} peruutettiin, kun {3} kohdetta oli siirretty
hr_hr: Premještanje {0} stavki iz {1} u {2} je otkazano nakon premještanja {3} stavki
it_it: Spostamento di {0} elementi da {1} a {2} è stato annullato dopo {3} elementi
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში {3} ელემენტის გადატანის შემდეგ გაუქმდა
lv_lv: {0} vienumu pārvietošana no {1} uz {2} tika atcelta pēc {3} vienumu pārvietošanas
nl_nl: {0} items van {1} naar {2} verplaatsen geannuleerd na {3} items
pl_pl: Przenoszenie {0} elementów z {1} do {2} anulowane po przeniesienu {3} elementów
pt_pt: Mover {0} itens de {1} para {2} foi cancelado depois de mover {3} itens
th_th: ยกเลิกการย้ายไฟล์ทั้ง {0} ไฟล์ จาก {1} ไปยัง {2} แล้ว ไฟล์ {3} ไฟล์ได้ถูกย้ายก่อนยกเลิก

# StatusMoveCanceledDetails_Plural2
source: Moving {0} items from {1} to {2} was canceled after moving {3} item
ar: تم إلغاء نقل {0} عنصر من {1} إلى {2} بعد نقل {3} عناصر
bg: Преместването на {0} елемента от {1} към {2} беше отменено след преместване на {3} елемент
de_de: Das Verschieben von {0} Objekten von {1} nach {2} wurde abgebrochen nachdem {3} Objekte verschoben wurden
fi_fi: {0} kohteen siirtäminen kansiosta {1} kansioon {2} peruutettiin, kun {3} kohde oli siirretty
hr_hr: Premještanje {0} stavki iz {1} u {2} je otkazano nakon premještanja {3} stavke
it_it: Spostamento di {0} elementi da {1} a {2} è stato annullato dopo {3} elemento
ka: {0} ელემენტის გადატანა {1} -დან {2} -ში {3} ელემენტის გადატანის შემდეგ გაუქმდა
lv_lv: {0} vienuma pārvietošana no {1} uz {2} tika atcelta pēc {3} vienuma pārvietošanas
nl_nl: {0} items van {1} naar {2} verplaatsen geannuleerd na {3} item
pl_pl: Przenoszenie {0} elementów z {1} do {2} anulowane po przeniesieniu {3} elementu
pt_pt: Mover {0} itens de {1} para {2} foi cancelado depois de mover {3} item
th_th: ยกเลิกการย้ายไฟล์ทั้ง {0} ไฟล์ จาก {1} ไปยัง {2} แล้ว ไฟล์ {3} ไฟล์ได้ถูกย้ายก่อนยกเลิก

# StatusMovingItemsDetails_Singular
source: Moving {0} item from {1} to {2}
ar: يتم نقل {0} عنصر من {1} إلى {2}
bg: Преместване на {0} елемент от {1} към {2}
de_de: {0} wird von {1} nach {2} verschoben
fi_fi: Siirretään {0} kohde kansiosta {1} kansioon {2}
hr_hr: Premještanje {0} stavke iz {1} u {2}
it_it: Spostamento di {0} elemento da {1} a {2}
ka: მიმდინარეობს {0} ელემენტის გადატანა {1} -დან {2} -ში
lv_lv: Pārvieto {0} vienumu no {1} uz {2}
nl_nl: {0} item van {1} naar {2} verplaatsen
pl_pl: Przenoszenie {0} elementu z {1} do {2}
pt_pt: A mover {0} item de {1} para {2}
th_th: กำลังย้ายไฟล์ {0} ไฟล์ จาก {1} ไปยัง {2}

# StatusMovingItemsDetails_Plural
source: Moving {0} items from {1} to {2}
ar: يتم نقل {0} عنصر من {1} إلى {2}
bg: Преместване на {0} елемента от {1} към {2}
de_de: {0} Objekte werden von {1} nach {2} verschoben
fi_fi: Siirretään {0} kohdetta kansiosta {1} kansioon {2}
hr_hr: Premještanje {0} stavki iz {1} u {2}
it_it: Spostamento di {0} elementi da {1} a {2}
ka: მიმდინარეობს {0} ელემენტის გადატანა {1} -დან {2} -ში
lv_lv: Pārvieto {0} vienumus no {1} uz {2}
nl_nl: {0} items van {1} naar {2} verplaatsen
pl_pl: Przenoszenie {0} elementów z {1} do {2}
pt_pt: A mover {0} itens de {1} para {2}
th_th: กำลังย้ายไฟล์ {0} ไฟล์ จาก {1} ไปยัง {2}

# StatusMovedItemsDetails_Singular
source: Successfully moved {0} item from {1} to {2}
ar: تم نقل {0} عنصر من {1} إلى {2} بنجاح
bg: Успешно преместен {0} елемент от {1} в {2}
de_de: {0} erfolgreich von {1} nach {2} verschoben
fi_fi: {0} kohde siirrettiin onnistuneesti kansiosta {1} kansioon {2}
hr_hr: Uspješno premještena {0} stavka iz {1} u {2}
it_it: Spostato con successo {0} elemento da {1} a {2}
ka: {0} ელემენტი წარმატებით იქნა გადატანილი {1} -დან {2} -ში
lv_lv: Veiksmīgi pārvietots {0} vienums no {1} uz {2}
nl_nl: {0} item van {1} naar {2} verplaatst
pl_pl: Pomyślnie przeniesiono {0} elementu z {1} do {2}
pt_pt: Movido com sucesso {0} item de {1} para {2}
th_th: ย้ายไฟล์ทั้งหมด {0} ไฟล์ จาก {1} ไปยัง {2} สำเร็จแล้ว

# StatusMovedItemsDetails_Plural
source: Successfully moved {0} items from {1} to {2}
ar: تم نقل {0} عنصر من {1} إلى {2} بنجاح
bg: Успешно преместени {0} елемента от {1} в {2}
de_de: {0} Objekte erfolgreich von {1} nach {2} verschoben
fi_fi: {0} kohdetta siirrettiin onnistuneesti kansiosta {1} kansioon {2}
hr_hr: {0} stavki uspješno premješteno iz {1} u {2}
it_it: Spostati con successo {0} elementi da {1} a {2}
ka: {0} ელემენტი წარმატებით იქნა გადატანილი {1} -დან {2} -ში
lv_lv: Veiksmīgi pārvietoti {0} vienumi no {1} uz {2}
nl_nl: {0} items van {1} naar {2} verplaatst
pl_pl: Pomyślnie przeniesiono {0} elementów z {1} do {2}
pt_pt: Movido com sucesso {0} itens de {1} para {2}
th_th: ย้ายไฟล์ทั้งหมด {0} ไฟล์ จาก {1} ไปยัง {2} สำเร็จแล้ว
